{
    "button.es":"Español",
    "button.en": "Inglés",
    "nav.about": "Sobre mi",
    "nav.skills": "Habilidades",
    "nav.projects": "Proyectos",
    "nav.contact": "Contacto",
    "about.title": "Sobre mi",
    "about.about": "¡Hola! Mi nombre es Giovanna y soy desarrolladora web. Actualmente me encuentro formándome en diseño UX, ya que creo que es fundamental para crear productos digitales que sean atractivos y fáciles de usar. Soy una persona muy versátil y me adapto rápidamente a cualquier situación. Estoy siempre dispuesta a aprender nuevas tecnologías si es necesario para algún proyecto. Además de mi carrera como desarrolladora, también tengo un emprendimiento que me ha enseñado a ser muy organizada y he desarrollado habilidades de comunicación y atención al cliente, así como la capacidad de gestionar múltiples tareas y responsabilidades. También soy hábil en la resolución de problemas y la toma de decisiones, y tengo un ojo agudo para el detalle.",
    "about.button": "Descargar CV",
    "button.deploy": "Link al deploy",
    "title.dogs": "Dogs app",
    "description.dogs": "Proyecto individual para Henry Bootcamp. Aplicación de una página que consume una API. Desarrollado con JS, HTML, CSS, React, Redux, Nodejs, PostgreeSQL.",
    "title.rgb": "Tienda RGB",
    "description.rgb": "Proyecto grupal para Henry Bootcamp. E-commerce de tecnología. Desarrollado con JS, HTML, Tailwind, React, Redux, NodeMailer, Passportjs, auth0, Nodejs, PostgreeSQL entre otras.",
    "description.gioflix": "Clon del menú principal Netflix. Desarrollado con JS, HTML, CSS y ReactJS.",
    "title.portfolio": "Portafolio",
    "description.portfolio":"Página personal dedicada a mostrar proyectos y skills. Desarrollado con JS, HTML, Tailwind, DaisyUI y ReactJS",
    "title.avatar": "Juego de Avatar",
    "description.avatar":"Juego interactivo del estilo piedra, papel o tijera. Realizado para reforzar conocimientos y buenas prácticas. Desarrollado con JS, HTML y CSS.",
    "title.contact": "Contacto",
    "contact":"Cualquier duda, devolución o propuesta podés hacerla desde acá 💜",
    "label.name": "Tu nombre",
    "input.name": "Tu nombre...",
    "label.mail": "Tu mail",
    "input.mail": "Tu mail...",
    "label.message": "Tu mensaje",
    "input.message": "Tu mensaje 💜",
    "button.contact": "Enviar",
    "footer": "Hecho con 💜 por Giovanna Antonucci"
   
}